<template>
  <page-component :title="title" :sub_title="sub_title" :text="text" :blocks="2"/>
</template>
<script>
import PageComponent from "~/components/page.vue";

export default {
  components: { PageComponent },
  head() {
    return { title: this.title };
  },
  data() {
    return {
      title: "КАБИНЕТЫ",
      sub_title: "Модернизация кабинетов труда",
      text:
        "Прививание трудолюбия у молодого поколения, воспитание конкурентоспособного поколения мирового уровня, модернизация кабинетов труда во всех школах.\n\n" +
        "1. Современный кабинет труда для мальчиков:\n" +
        "Создать среду мальчикам свободно обучаться на деревообрабатывающих и металлообрабатывающих станках.\n\n" +
        "Результат:\n" +
        "- Подготовка молодого поколения к конкурентной среде\n" +
        "- Снижение уровеня потенциальной безработицы в будущем\n" +
        "- Даст толчок к увеличению внутреннего производства и уменьшит зависимость от импорта в будущем.\n\n" +
        "2. Кабинет труда для девочек:\n" +
        "- Кухня\n" +
        "- Искусство шитья\n\n" +
        "Кухня:\n" +
        "Девушка должна освоить культуру и этикет гостеприимства\n\n" +
        "Результат:\n" +
        "- Девушка, которая освоит азы сервировки стола, привнесет пользу для будущего семейного благополучия\n" +
        "- Это способствует созданию национальных пищевых центров, способствуя пищевой промышленности\n" +
        "- Снизит уровень разводов в обществе в будущем\n\n" +
        "Кабинет шитья:\n" +
        "Если человек достигнет высокого уровня шитья, он принесет большую пользу обществу в будущем.\n\n" +
        "Результат:\n" +
        "1. Приспособление к жизни\n" +
        "2. Приобретение навыков к швейной промышленности\n" +
        "3. Увеличение доли отечественного продукта на рынке\n"
    };
  }
};
</script>