<template>
  <page-component :title="title" :sub_title="sub_title" :text="text" :blocks="1"/>
</template>
<script>
import PageComponent from "~/components/page.vue";

export default {
  components: { PageComponent },
  head() {
    return { title: this.title };
  },
  data() {
    return {
      title: "ATI SECURE",
      sub_title: "Система безопасности с распознованием лиц",
      text:
        "Распознавание лиц, посещающих образовательные учреждения и Программа повышения уровня безопасности в школах с помощью сравнения с базой данных школы.\n\n" +
        "Преимущества программы:\n\n" +
        "- Повышение уровня безопасности учеников и сотрудников;\n\n" +
        "- Автоматизированная статистика посещения школы;\n\n" +
        "- Автоматический расчет времени пребывания в школе;\n\n" +
        "- Уменьшение человеческого фактора в процессе пропуска  на територрию школы.\n\n" +
        "- Система дает возможность родителям получать извещения о посещении и уходе детей в онлайн режиме."
    };
  }
};
</script>
