<template>
  <page-component :title="title" :sub_title="sub_title" :text="text" :blocks="2"/>
</template>

<script>
import PageComponent from "~/components/page.vue";

export default {
  components: { PageComponent },
  head() {
    return { title: this.title };
  },
  data() {
    return {
      title: "S.T.E.M.",
      sub_title: "Science - Technology - Engeenering - Math",
      text:
        "Наука Технология Машиностроение Математика\n\n" +
        "«STEM» это комплекс мер - которые приближают нас к «созданию цифрового будущего» - «Digital Kazakhstan».\n\n" +
        "Новые технологии:\n" +
        "Адаптируют школьников к навыкам критического мышления и аналитики в области робототехники и информационных технологий.\n\n" +
        "Результат:\n" +
        "- Обучение азбуке информационных технологий.\n" +
        "- Развитие аналитического мышления.\n" +
        "- Формирование компетентного конкурентоспособного специалиста мирового уровня в области информационных технологий и робототехники.\n\n" +
        "Поддержка на всех этапах внедрения:\n" +
        "- Методические материалы для подготовки специалистов в сфере агро индустрии относительно географического расположения.\n" +
        "- Полная техническая и консультационная поддержка на всех этапах.\n" +
        "- Методические материалы для обучения детей.\n" +
        "- Обучение специалистов/курсы повышения квалификации.\n" +
        "- Постоянное пополнение и расширение базы материалов.\n\n" +
        "Эффективная работа нацеленная на результат:\n" +
        "- Персонал школы должен иметь соответствующие квалификации.\n" +
        "- Проведение уроков, участие в олимпиадах.\n" +
        "- Обучать и проходить курсы повышения квалификации.\n"
    };
  }
};
</script>
